[
    {
        "query": "Does the Context Information contain Sensitive Information on a person?",
        "score": 1,
        "content": "Personal Information Form\n\nFirst Name: William\nLast Name: Smith\nSocial Security Number: 465445123\nDate of Birth: 05/11/1988\n"
    },
    {
        "query": "Does the Context Information contain Sensitive Information on a person?",
        "score": 1,
        "content": "Personal Information Form\n\nFirst Name: William\nLast Name: Smith\n\nBanking Info:\nBank Account: 129523874\nRouting Number: 234233445\nAccount PIN: 5735"
    },
    {
        "query": "Does the Context Information contain Sensitive Information on a person?",
        "score": 1,
        "content": "Personal Information Form\n\nFirst Name: William\nLast Name: Smith\n\nBiometric Data:\nHeight: 6 feet\nWeight: 180 pounds\nEye Color: Brown\nBlood Type: O Positive\nHealth Data:\nAllergies: None\nMedical Conditions: Hypertension\nMedications: Lisinopril 10mg daily\nLast Physical Check-up: December 1, 2021"
    },
    {
        "query": "Does the Context Information contain Sensitive Information on a person?",
        "score": 0,
        "content": "Arr matey, ye be askin' for a tale that's as strange as they come! Aye, I be a pirate, but me heartie isn't a parrot, it be a unicorn, named Sparklebeard. Don't let that glittery name fool ye though, she be as tough as an old sea dog."
    },
    {
        "query": "Does the Context Information contain Sensitive Information on a person?",
        "score": 0,
        "content": "Twas a mornin' like any other, the sun was a blazin' in the sky, and the sea be as calm as a lady's demeanor. Me and me crew were sailin' on our good ship, the Jolly Narwhal, when all of a sudden, we spied a mysterious island on the horizon. It be known as the Forbidden Isle, a place full of magic and strange creatures, the kind that even a hardened buccaneer would shy away from."
    },
    {
        "query": "Does the Context Information contain Sensitive Information on a person?",
        "score": 0,
        "content": "We found her in a glade, surrounded by a pack of vicious, snarling beasts. They were like nothing we'd ever seen afore - half dragon, half lion. But Sparklebeard, she wasn't afraid. She stood tall, her horn gleaming in the sun, ready to defend herself.\nI drew me cutlass, ready to join the fray. But Sparklebeard, she had another idea. She lowered her head, and from her horn shot a beam of pure, dazzling light. 'Twas a sight to behold, matey. The beasts were blinded, and they ran off, yowlin' and whimperin'."
    },
    {
        "query": "Does the Context Information contain Sensitive Information on a person?",
        "score": 0,
        "content": "That day, Sparklebeard saved us all. We returned to the Jolly Narwhal, all of us a little more respectful of the mighty unicorn. From that day forth, we've been the most fearsome crew on the seven seas, not for our pirate ways, but because of our unicorn, who's as brave as she is beautiful.\nSo ye see, matey, even a pirate can have a soft spot for a magical beast. And Sparklebeard, she be the most magical of them all. Yarrr!"
    }
]